/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "การวิเคราะห์";
"zanalytics.otherInfo.title" = "ข้อมูลอื่นๆ";
"zanalytics.analytics.tracking.cell.title" = "แชร์สถิติการใช้งาน";
"zanalytics.analytics.tracking.footer" = "แชร์สถิติผู้ใช้กับนักพัฒนาแอปของเรา สิ่งนี้ช่วยให้เราปรับปรุง app";
"zanalytics.analytics.tracking.anonymous.footer" = "แชร์สถิติผู้ใช้กับนักพัฒนาแอปของเรา สิ่งนี้ช่วยให้เราปรับปรุง app";
"zanalytics.analytics.crashreport.cell.title" = "เปิดใช้งานการรายงานข้อขัดข้อง";
"zanalytics.analytics.sendonmobilenetwork.cell.title" = "ส่งข้อมูลผ่านเครือข่ายมือถือ";
"zanalytics.analytics.sendonmobilenetwork.footer" = "เปิดใช้ตัวเลือกนี้เพื่อแชร์ข้อมูลผ่านเครือข่ายมือถือ";
"zanalytics.analytics.crashreport.footer" = "แชร์ข้อมูลที่เสียหายกับนักพัฒนาของเราทุกครั้งที่แอปปิดระบบโดยไม่คาดหมาย ซึ่งจะช่วยให้เราระบุข้อบกพร่องและแก้ไขปัญหาได้";
"zanalytics.analytics.anonymouse.cell.title" = "รวมข้อมูลประจำตัวของฉัน";
"zanalytics.analytics.anonymouse.footer" = "เปิดใช้งานการแบ่งปันข้อมูลด้วยข้อมูลประจำตัวของคุณ สิ่งนี้จะช่วยเราในโอกาสที่คุณอาจรายงานปัญหาเฉพาะกับทีมสนับสนุนของเรา";
"zanalytics.privacy.disable.alert.title" = "คำเตือน!";
"zanalytics.privacy.disable.alert.description" = "การแชร์สถิติการใช้งานจะช่วยให้เราให้บริการแก่คุณได้ดีขึ้นด้วยการให้ข้อมูลเชิงลึกแก่เราเกี่ยวกับการหยุดทำงานของแอป ซึ่งจะช่วยในการแก้ไขข้อบกพร่องได้เร็วขึ้น";
"zanalytics.privacy.disable.alert.ok" = "ตกลง";
"zanalytics.privacy.alert.title" = "โปรดช่วยเราปรับปรุง!";
"zanalytics.privacy.alert.description" = "คุณสามามารถช่วยเราปรับปรุงผลิตภัณฑ์ของเราโดยการยอมรับการแชร์ข้อมูลการใช้งานและข้อมูลการหยุดทำงานของแอป คุณสามารถแบ่งปันข้อมูลพร้อมข้อมูลประจำตัวของคุณหรือแบบไม่ระบุตัวตนก็ได้ โปรดทราบว่าคุณสามารถเปลี่ยนค่าปรับตั้งได้ทุกเมื่อในการตั้งค่าของแอป";
"zanalytics.privacy.alert.description.watchsupport" = "คุณสามามารถช่วยเราปรับปรุงผลิตภัณฑ์ของเราโดยการยอมรับการแชร์ข้อมูลการใช้งานและข้อมูลการหยุดทำงานของแอป คุณสามารถแชร์ข้อมูลแบบระบุตัวตนหรือไม่ระบุตัวตนของคุณได้ ค่าปรับตั้งของคุณจะถูกซิงค์ระหว่างแอปบนนาฬิกาและแอปมือถือ คุณสามารถเปลี่ยนการตั้งค่าได้ทุกเมื่อในการตั้งค่าของแอปมือถือ";
"zanalytics.privacy.alert.option1" = "ฉันเข้าร่วมแบบระบุตัวตน";
"zanalytics.privacy.alert.option2" = "ฉันเข้าร่วมแบบไม่ระบุตัวตน";
"zanalytics.privacy.alert.option3" = "ฉันไม่สนใจ";
"zanalytics.crash.alert.title" = "%@ ปิดโดยไม่คาดหมายครั้งสุดท้ายแล้วที่ใช้งาน";
"zanalytics.crash.alert.description" = "คุณต้องการส่งรายงานเพื่อให้เราสามารถแก้ไขปัญหานี้หรือไม่";
"zanalytics.crash.alert.option1" = "ส่งรายงานเสมอ";
"zanalytics.crash.alert.option2" = "ส่งเลย";
"zanalytics.crash.alert.option3" = "ไม่ใช่ตอนนี้";
"zanalytics.crash.alert.option4" = "ไม่ต้องถามเสมอ";
"zanalytics.crash.alert.option5" = "ตรวจสอบและส่ง";
"zanalytics.crash.navbar.crashreport.title" = "การหยุดทำงานล่าสุด";
"zanalytics.analytics.navbar.button.title.back" = "ย้อนกลับ";
"zanalytics.analytics.navbar.button.title.cancel" = "ยกเลิก";
"zanalytics.analytics.navbar.button.title.send" = "ส่ง";
"zanalytics.privacy.onboarding.title" = "จัดการความเป็นส่วนตัวของคุณ";
"zanalytics.privacy.onboarding.description" = "สำรวจวิธีการเพิ่มความเป็นส่วนตัวและความปลอดภัยให้บัญชีของคุณ";
"zanalytics.privacy.onboarding.reviewprivacy.title" = "กำหนดการตั้งค่าความเป็นส่วนตัวและความปลอดภัยเอง";
"zanalytics.watch.privacy.alert.title" = "ค่าปรับตั้งการวิเคราะห์";
"zanalytics.watch.privacy.alert.description" = "ค่าปรับตั้งของคุณจะถูกซิงค์ระหว่างแอปมือถือและแอปบนนาฬิกา คุณสามารถเปลี่ยนแปลงค่ากำหนดของคุณได้ทุกเมื่อในหน้าจอการตั้งค่าแอปพลิเคชันมือถือ";
"zanalytics.appupdates.title"="มีการอัปเดตใหม่ที่พร้อมใช้งาน!";
"zanalytics.appupdates.description"="เราแนะนำให้คุณอัปเดตเป็นเวอร์ชันนี้และเพลิดเพลินกับฟีเจอร์ใหม่และน่าตื่นเต้นของเรา";
"zanalytics.appupdates.action.update.now"=" อัปเดตตอนนี้ ";
"zanalytics.appupdates.action.remind.me.later"="เตือนฉันภายหลัง";
"zanalytics.appupdates.action.ignore"="ละเว้น";
"zanalytics.appupdates.unsupportedos.title"="คำเตือน!";
"zanalytics.appupdates.unsupportedos.description"="แอปนี้กำหนดให้คุณต้องติดตั้ง OS ล่าสุด อัปเดตตอนนี้เพื่อรับประสบการณ์ที่ราบรื่นยิ่งขึ้น";
"zanalytics.appupdates.unsupportedos.action"=" ติดตั้งในภายหลัง ";
"zanalytics.rateus.prompt.title" = "คุณชื่นชอบกับการใช้แอปนี้หรือไม่";
"zanalytics.rateus.action.rateinappstore" = "ให้คะแนนใน App Store";
"zanalytics.rateus.action.openfeedback" = "ส่งคำติชม";
"zanalytics.rateus.action.later" = "ภายหลัง";
"zanalytics.analytics.log.cell.title" = "บันทึกบนคอนโซล";
"zanalytics.analytics.log.footer" = "แชร์บันทึกบนคอนโซลให้กับนักพัฒนาแอปของเรา ซึ่งจะช่วยให้เราวัดผลปัญหาใดๆ ที่คุณพบในขณะทำให้บรรลุเป้าหมายที่ต้องการและปรับปรุงประสิทธิภาพแอปของเราได้";

"zanalytics.apprivacyShield.screenshotalert.screenrecording" = "ตรวจพบการบันทึกหน้าจอ!";
"zanalytics.apprivacyShield.screenshotalert.screenshot" = "ตรวจพบสแนปช็อตหน้าจอ!";
"zanalytics.apprivacyShield.screenshotalert.screenrecordingshield" = "หน้าจอนี้ได้รับการป้องกันการแชร์";
"zanalytics.apprivacyShield.screenshotalert.message" = "คุณต้องการปิดการใช้งาน Apptics Screen Shield ชั่วคราวหรือไม่";
"zanalytics.apprivacyShield.screenshotalert.yes" = "ใช่";
